[
    {
        "ticker_code": "GRPH",
        "company": "PT Griptha Putra Persada Tbk",
        "listing_date": "2024-01-18",
        "price": 103.0,
        "funded_in_idr": 20600000000.0,
        "sector": "Consumer Cyclicals",
        "sub_sector": "Hotels, Resorts & Cruise Lines",
        "line_of_business": "Engaged in star hotels, restaurants and Mice.",
        "company_overview": "PT Gripha Putra Persada (\"Company\") was first established in 2010 as stated in the Deed of Establishment of a Limited Liability Company of PT Griptha Putra Persada domiciled in Central Jakarta No. 26 April 14, 2010 made before Dr. Ika Slamet Riyono, S.H., Notary in Kudus. Amendments to the company's last articles of association are in connection with the change in the status of the Company to become a public company as summarized in the deed of decision statement of shareholders of PT Griptha Putra Persada No. 49 dated September 26, 2023 made before Rini Yulianti, S.H., Notary in East Jakarta. The composition of the board of commissioners and the latest directors of the Company is also listed in the 49/2023 deed. The Company is a company engaged in starred hotels, restaurants and service providers, incentive trips, conferences and exhibitions (MICE) having its address in the City of Kudus, Central Java, which is Known by the name of the Hotel Griptha. The Company was established in 2010, but the company just started operational activities in 2015 which until now has 138 rooms and hotel facilities such as 7 meeting rooms, 1 ballroom, place of worship, swimming pool, & fitness center., In carrying out its business activities, the Company Having the vision, mission and motto is as follows:, Vision: Becoming a professional hospitality company, continues to develop, and oriented to visitor satisfaction., Mission: 1. Providing the best service for visitors; 2. Always innovate the services, products and HR development; and 3. Oriented to increasing company value and able to provide social benefits., Moto Company: \"Growing with Hospitality\"",
        "address": "Jl. AKBP R. Agil Kusumadya No. 100, Jati Wetan, Kecamatan Jati, Kabupaten Kudus, Jawa Tengah 59346, Indonesia.",
        "website": "https://www.griptha.com",
        "number_of_shares_offered": 200000000.0,
        "percent_of_total_shares": "20",
        "participant_admin": "SA - ELIT SUKSES SEKURITAS",
        "underwriter": "SA - ELIT SUKSES SEKURITAS"
    }
]