[
    {
        "ticker_code": "CBDK",
        "company": "PT Bangun Kosambi Sukses Tbk",
        "book_building_period": "13 Dec 2024 - 20 Dec 2024",
        "book_building_price_range": "3000 - 4060",
        "sector": "Properties & Real Estate",
        "sub_sector": "Real Estate Development & Management",
        "line_of_business": "Engaged in real estate and holding company activities",
        "company_overview": "The company was founded in 2000 and is engaged in the development of housing (real estate), which includes the purchase, sales, rental and operation of real estate both owned and rented, such as apartment buildings, residential buildings and non -residential buildings (such as storage facilities/ warehouses, malls, shopping centers and others) as well as the provision of houses and flat or apartments with or without furniture to be used permanently, both monthly or annual. Including land sales activities, building development to be operated by themselves (for renting spaces in the building), the distribution of real estate into land plots without land development and operation of residential areas for houses that can be moved., The company's business activities are currently focusing on Real estate development in the Tangerang area together with and through a subsidiary. For the six -month period ended on 30 June 2024, the majority of the company's revenue came from real estate representing more than 99% of the total consolidated net income of the Company.",
        "address": "Jl. Inspeksi PIK 2, \r\nTerusan Jalan Perancis No.5\r\nTangerang 15211, Indonesia",
        "website": "http://www.cbdpik2.com/",
        "number_of_shares_offered": 5668945.0,
        "percent_of_total_shares": 10.0,
        "participant_admin": "LG - TRIMEGAH SEKURITAS INDONESIA TBK.",
        "underwriter": "LG - TRIMEGAH SEKURITAS INDONESIA TBK."
    },
    {
        "ticker_code": "KSIX",
        "company": "PT Kentanix Supra International Tbk",
        "book_building_period": "13 Dec 2024 - 20 Dec 2024",
        "book_building_price_range": "312 - 468",
        "sector": "Properties & Real Estate",
        "sub_sector": "Real Estate Development & Management",
        "line_of_business": "Engaged in the development of residential areas (real estate)",
        "company_overview": "The Company was established under the name PT Kentanix Supra International based on the Deed of Establishment of a Limited Liability Company PT Kentanix Supra International No. 41 dated October 27, 1980. The Company is a leading developer company in Indonesia that has built various housing projects, ranging from subsidized residences to dwellings with middle market segments. The company has more than four decades of experience in the property industry, which has been forged by time and various challenges. The company focuses on the creation of quality housing with a beautiful, safe, comfortable, and environmentally friendly residential concept, while still considering the dynamics of market needs and capabilities. Residential projects developed are scattered in various strategic areas, supported by easy access to transportation and completeness of facilities, until now, the company's group has developed 7 (seven) projects in Cileungsi, Bogor, and Serang, namely: Grand Nusa Indah Cileungsi, Adhigana - Grand Nusa Indah, Permata Nusa Indah Sitisari, Vila Bogor Indah 6, Gaura @ Villa Bogor Indah, Taman Krakatau, Griya Permata Asri. At present, the company's group has a total land area available to be developed at 2,301,244 m².",
        "address": "Plaza Property, Komplek Pertokoan Pulomas Blok VIII No. 1 \r\nJl. Perintis Kemerdekaan, Desa/Kelurahan Pulo Gadung, Kec. Pulogadung, Kota Adm. Jakarta Timur, Provinsi DKI Jakarta, Kode Pos: 13260\r\n",
        "website": "https://www.kentanix.com",
        "number_of_shares_offered": 3206748.0,
        "percent_of_total_shares": 15.0,
        "participant_admin": "AI - UOB KAY HIAN SEKURITAS",
        "underwriter": "AI - UOB KAY HIAN SEKURITAS"
    },
    {
        "ticker_code": "DGWG",
        "company": "PT Delta Giri Wacana Tbk",
        "book_building_period": "02 Dec 2024 - 18 Dec 2024",
        "book_building_price_range": "420 - 620",
        "sector": "Basic Materials",
        "sub_sector": "Agricultural Chemicals",
        "line_of_business": "Big trading of fertilizers and agrochemical products",
        "company_overview": "The company was first established in 2001 as a company engaged in agro -field. The establishment was marked by the start of marketing pesticide products with Supremo brands. After previously only carrying out the company's sales activities increasing its activities with bottling activities in 2005 and re-upgraded with mixing and bottling activities in new production facilities located in Jababeka III, Bekasi which began in 2009. In line with a good market response to products The Company, the Company felt the need to establish an internal distribution channel business activity in 2010 as a form of strengthening supply chains and efforts to reach a wider market in all regions of Indonesia. In 2011, the Company began to spread its business wings in the agro field Input by starting to trade imported NPK fertilizer. Back to get a positive response from the market, in 2018 the Company began producing its own imported NPK fertilizer which was marked by the establishment of production facilities in Gresik, East Java. Agro Input Business Development also continues to be carried out by the Company in order to complete the business pillars and create one stop solution in the field of agro -input by entering the agricultural equipment business through the sale of sprayers and mulch which began in 2019. In 2020, the Company founded the mulch production facility located In Cikande, Banten, in order to reduce the full dependence of the company's production activities with raw materials/active imported materials for its agrochemical products, in 2023 the company began to build a carbamasi factory in Cikande, Banten. Not only to meet internal needs, the production capacity prepared later is also to meet export needs.",
        "address": "Gedung DGW Group\r\nJl. Agung Karya VI, Kav. A, No.7, Kelurahan Papanggo, Kecamatan Tanjung Priok, \r\nKota Administrasi Jakarta Utara 14340, Provinsi DKI Jakarta\r\n",
        "website": "https://www.dgw.co.id/",
        "number_of_shares_offered": 16666667.0,
        "percent_of_total_shares": 25.0,
        "participant_admin": "OD - BRI DANAREKSA SEKURITAS",
        "underwriter": "OD - BRI DANAREKSA SEKURITAS, AH - SHINHAN SEKURITAS INDONESIA, IF - SAMUEL SEKURITAS  INDONESIA"
    },
    {
        "ticker_code": "YOII",
        "company": "PT Asuransi Digital Bersama Tbk",
        "book_building_period": "10 Dec 2024 - 18 Dec 2024",
        "book_building_price_range": "100 - 110",
        "sector": "Financials",
        "sub_sector": "General Insurance",
        "line_of_business": "General Insurance",
        "company_overview": "PT Asuransi Digital Bersama is a General Insurance Company which was originally named PT Sarana Pindung Employment (SLU) which was founded in 1988 by the founders of individual Has 4 representative offices in Surabaya, Bandung, Semarang, and Pangandaran where all of them do not have the authority to accept the closure and process claims. satisfaction to customers. The Company continues to innovate to advance through the development of new product lines and partners with strategic partners to improve its market share., Technology -based insurance, technology -based insurance is a scope of business that arises along with the development of technology at this time. What is meant by technology -based insurance is to combine the advantages of insurance with technological developments such as artificial intelligence, data analytics, cellular software, and other digital tools to improve customer experience (user experience) and also improve the efficiency of insurance business activities in general. The main technology -based insurance is to provide more personal insurance products, make insurance services more accessible and affordable, and simplify the overall insurance experience for customers and insurance companies. By combining advanced technology, technology-based insurance aims to overcome challenges in the long-standing insurance industry and adjust to changes in the needs of consumers in the digital age., Development of technology-based insurance products, the Company in this case in collaboration with PT Mitra Jasa Pratama ( MJP) to present innovative insurance products on technology-based software that specifically offers online flight ticket reservations., In running its business the company has several products, namely: 1. Self-accident insurance, is an insurance product that provides protection for the risk of personal accident and expansion in accordance with the protection listed in the policy. The following insurance products:, 2. Credit insurance, is an insurance product that provides coverage to the creditor for losses due to the failure of the debtor payment in completing the debt organized by the peer to peer lending platform, protecting the creditor from the possibility of default (failed to pay)., Insurance Products Credit allows not to be continued by the company in the future related to the fulfillment of the minimum equity regulated in the POJK of the Non -Bank Financial Industry Sector where currently the Credit Insurance Products contribute 20% - 25% to the Company's revenue., 3. Motorized Vehicle Insurance, is an insurance product that is an insurance product provide benefits in the form of compensation for losses due to loss and/or damage to motorized vehicles. The following insurance products, 4. Transportation Insurance, is an insurance product that provides protection for damage or loss of objects or interests that can be upheld while in transportation from one place to another with land, sea or air transportation., 5. Fire insurance, Is an insurance product that guarantees property to damage or losses caused by fire, lightning, explosion, falling aircraft, and smoke or sometimes called Flexas (Fire, Lightning, Explosion, Impact of AircaTaft and Smoke) which is guaranteed in the fire insurance standard policy Indonesia (PSAKI), property that can be insured in the form of building (building), machine (machine), merchandise (stock), contents or furniture and other building equipment (content)., 6. Money insurance in storage, is an insurance product that is an insurance product that is an insurance product Provide protection for the risk of loss of money and/or securities from inside the board, drawer, independent teller machine. This product is distributed through direct cooperation with bank partners., 7. Money Insurance in Delivery, is an insurance product that provides protection for the risk of loss of money and/or securities when in the process of shipping from one place to another. This product is distributed through direct cooperation with bank partners., If there is a change, you must inform the policy details or changes (for example: Errors when entering personal data) to the insurance. Data adjustment negligence according to the latest details will cause your policy to be considered invalid when you submit a claim. To change the policy details, contact the insurance directly to request the policy endorsement.",
        "address": "Gedung Tamansari Parama Lt. 9\r\nJl. Wahid Hasyim Kav. 84‐88\r\nJakarta 10340",
        "website": "https://adbinsure.com/",
        "number_of_shares_offered": 4120875.0,
        "percent_of_total_shares": 12.03,
        "participant_admin": "LS - RELIANCE SEKURITAS INDONESIA TBK.",
        "underwriter": "LS - RELIANCE SEKURITAS INDONESIA TBK."
    }
]