[
    {
        "ticker_code": "SUPA",
        "company": "PT Super Bank Indonesia Tbk",
        "book_building_period": "25 Nov 2025 - 01 Dec 2025",
        "book_building_price_range": "525 - 695",
        "sector": "Financials",
        "sub_sector": "Banks",
        "line_of_business": "Banking",
        "company_overview": "PT Super Bank Indonesia Tbk (\"Company\") is a bank with digital capabilities in Indonesia that is committed to promoting financial inclusion and positioning itself strategically to take advantage of the Indonesian financial industry landscape which is increasingly moving towards digitalization through ecosystem innovation. The Company offers innovative digital banking solutions to various customer segments, including underbanked and unbanked communities and micro, small and medium enterprises (\"MSMEs\"), through a superbank ecosystem, in which there are at least two leading digital platforms in Indonesia, namely Grab and OVO, as well as strategic partnerships with Emtek Group, Singtel, and KakaoBank.,  , Starting in 2021 with the acquisition of the Company by the Emtek Group, the Company began its transformation journey into a bank that focuses on digital services. Under the leadership of the Emtek Group and supported by investments from Grab and Singtel in 2022 and a consortium led by KakaoBank in 2023, the Company rebranded as a “Superbank” in February 2023 and relocated the Company's head office to Jakarta to fully adopt the Company's new identity as a technology-first financial institution. The Company launched the application to the public in June 2024 by launching direct integration with the Grab and OVO applications. The Company's rapid growth in the Indonesian banking landscape is driven by the unique advantages of the Company's ecosystem. Since the Company's public launch in June 2024, the Company has increased the number of active users from under 20,000 users in April 2024 to approximately 4 million active users as of 30 June 2025, with the majority driven by customer acquisition through the Grab and OVO applications. As of June 30, 2025, approximately 64.4% of the Company's application users were acquired through Grab and OVO. Their extensive platform allows the Company to reach a high-frequency user base that extends to semi-urban and rural areas outside of Indonesia's main cities, driving rapid adoption of the solutions the Company offers and strengthening the Company's goal of building trust and encouraging financial inclusion among underserved communities, especially underbanked and unbanked communities. With the success of the Company's integration with Grab and OVO, the Company plans to integrate the Company's services into other strategic partner platforms, thus further expanding the Company's reach and presence to users of other ecosystem-based applications. The Company offers various digital banking solutions through the Superbank, Grab and OVO applications, including savings accounts, digital loans and easy-to-use payment solutions. The Company's savings product solutions include Tabungan Utama, the main savings account; Saku by Superbank, flexible digital savings account; Piggy bank by Superbank, automatic savings account; and Deposito, a term deposit account that offers competitive returns. The Company's flagship loan solution is Self-Administered Loans (\"PAS\"), digital loans without collateral that offer flexibility and ease of access, designed to support the financial needs of the Company's users. PAS showed strong growth, recording an increase of more than 130% from December 2024 to June 2025. The Company also offers direct loans and facilitates direct loan distribution through strategic partnerships with lenders to information technology-based loan service providers and multi-finance institutions to increase the Company's ability to serve underserved communities in need of loans. Since the beginning of 2024, the Company has released more than 6 products and features, demonstrating the Company's ability to respond to customers' growing needs.",
        "address": "Revenue Tower, Lantai 28-29\r\nSCBD, Lot 13 District 8\r\nJl. Jenderal Sudirman Kav. 52-53 ",
        "website": "https://www.superbank.id",
        "number_of_shares_offered": 44066123.0,
        "percent_of_total_shares": 13.0,
        "participant_admin": "CC - MANDIRI SEKURITAS",
        "underwriter": "CC - MANDIRI SEKURITAS, LG - TRIMEGAH SEKURITAS INDONESIA TBK., AZ - SUCOR SEKURITAS, KZ - CLSA SEKURITAS INDONESIA"
    }
]