[
    {
        "ticker_code": "LABS",
        "company": "PT UBC Medical Indonesia Tbk",
        "book_building_period": "19 Jun 2024 - 26 Jun 2024",
        "book_building_price_range": "100 - 105",
        "sector": "Healthcare",
        "sub_sector": "Healthcare Equipment",
        "line_of_business": "Distributor of medical devices",
        "company_overview": "PT UBC Medical Indonesia Tbk (\"Company\") is a limited liability company established on June 9, 2014 and runs business activities as a distributor of medical devices, in 2022 the Company continues to develop business and its intensity in marketing products to customers of government segments. Starting with the appointment of the company as a supplier of suppliers in the procurement of newborn screening devices in 7 Laboratory of the Ministry of Health Vertical Hospital, and continued in 2023 by the Family Health Directorate for the SHK (Screening Hypothyroidism Screenoid program). In 2023 the company also succeeded in selling medical devices to the Director General of P2PTM (Prevention and Control of Non -Communicable Diseases) in the framework of the HPV screening program or cervical cancer, and the Director General of P2PML (Prevention and Control of Infectious Diseases) 2030., in order to increase its existence, the Company actively cooperates, and conducts education with the government, government and private health workers, as well as the general public about the importance of early detection of infectious diseases and innate diseases. Until now, the Company's business activities focus on providing diagnostic medical devices for laboratory needs, including immunoassay, molecular, urinalysis, and fast diagnostic systems - all of which are consolidated to be an integrated solution. And based on his experience involved in government health projects, the company currently has a reputation in the medical device market as one of the superior suppliers for newborn screening products and latent tuberculosis infections (ILTB). , The company is currently appointed as a distributor based on Letter of Authorization of principles which are biotechnology producers from developed countries which include: United States, Japan, and China in providing the best technology for laboratories throughout Indonesia. The company obtained a letter of authorization, among others, from: Qiagen GMBH, Nipro Corporation and Sansure Biotech Inc. where all three are international biotechnology companies that have been reputable. , As information Qiagen is a biotechnology pioneer company from the United States which was established in 1980, Nipro Corporation is a Japanese medical equipment manufacturing company that was established in 1954, and is registered on the Tokyo Stock Exchange and Osaka Securities Exchange, and Sansure is a provider China which has been established in 2008. In addition to utilizing government policies that encourage the fulfillment of domestic medical devices through local production and increase the level of domestic content, the company established a subsidiary company, PT Esora Medika Indonesia in 2023, where in the future the subsidiary company will be Producing medical devices supporting laboratory needs.",
        "address": "Kawasan Industri Pulogadung, Jl. Rawagelam V, Blok L, No Kav 11-13,\nKel. Jatinegara Kec. Cakung Jakarta Timur, Jakarta\n",
        "website": "https://www.ubcindonesia.com",
        "number_of_shares_offered": 7000000.0,
        "percent_of_total_shares": 17.72,
        "participant_admin": "YJ - LOTUS ANDALAN SEKURITAS",
        "underwriter": "YJ - LOTUS ANDALAN SEKURITAS"
    },
    {
        "ticker_code": "GUNA",
        "company": "PT. Gunanusa Eramandiri Tbk.",
        "book_building_period": "20 Jun 2024 - 26 Jun 2024",
        "book_building_price_range": "100 - 150",
        "sector": "Consumer Non-Cyclicals",
        "sub_sector": "Processed Foods",
        "line_of_business": "The food industry from soybeans and other nuts is not soy sauce, tempeh and tofu",
        "company_overview": "The Company is a national company engaged in the first processed nuts founded by Mr. Tjokro Gunawan who has experience in the snacks of the peanut industry in 1993 in Cikarang. At the beginning, the company focused its business on the manufacture of quality peanut products in a 1,000 m2 factory. Over time, the Company continues to expand business by acquiring several companies or starting a new business line that can sustain the company's business activities and produce other types of beans as business development. The Company is committed to providing the best quality products created from the best quality raw materials and guaranteed production processes, for more than 2 (two) decades, the company focuses on the peanut industry. The Company continues to add to the category of nuts produced in 3 (three) factory facilities with a total area of ​​14,885 m2 to serve markets from various countries",
        "address": "Kawasan Industri BIIE Hyundai\nJl. Inti I Kav. 3 No. 3\nKelurahan Cibatu, Kecamatan Cikarang Selatan, Kabupaten Bekasi,\nProvinsi Jawa Barat 17550\n",
        "website": "https://www.gunanusaeramandiri.com",
        "number_of_shares_offered": 5000000.0,
        "percent_of_total_shares": 20.0,
        "participant_admin": "GR - PANIN SEKURITAS TBK.",
        "underwriter": "GR - PANIN SEKURITAS TBK."
    }
]