[
    {
        "ticker_code": "AADI",
        "company": "PT Adaro Andalan Indonesia Tbk",
        "book_building_period": "12 Nov 2024 - 18 Nov 2024",
        "book_building_price_range": "4590 - 5900",
        "sector": "Energy ",
        "sub_sector": "Coal Production",
        "line_of_business": "Holding companies in the field of coal mining and other business activities through a subsidiary company",
        "company_overview": "The company, founded in 2004, is a parent company that has a subsidiary company engaged in the thermal coal mining business, logistics, land asset management (adaro land), water management (adaro water), and other fields, such as investment (Adaro Capital), electricity, consulting services in the field of mining, as well as the development of information technology. The Operational Areas of the Company's Groups include Jakarta, South Kalimantan, South Sumatra, Central Kalimantan, East Java, West Java, Riau, North Sumatra and North Kalimantan., At present, the company's group has 7 (seven) thermal coal mining assets namely AI, LSA , SCM, PCS, MIP, PC and RC. Of the seven assets, 5 (five) of them, namely AI, LSA, SCM, PCS which are entirely located in South Kalimantan and MIPs located in South Sumatra are already operating, while 2 (two) other assets namely PC and RC located in Kalimantan East and Central Kalimantan currently not operating because it is still in the development stage. Based on JORC reserve and resource reports compiled by PT Quantus Consultants Indonesia (QCI), AI concessions, LSA, PCS, SCM, and MIP million tons. As of June 30, 2024, the company's group produced 32.74 million tons of thermal coal. As a vertical coal mining company, the Company has a subsidiary company engaged in the logistics business which includes barges and loading of coal vessels, transportation of fuel , dredging and maintenance of river channels, loading and unloading, port and sea operations, and maintenance and repair and repair of barges to ensure that coal arrives at the ship loading location or customer location according to the agreed specifications, specifications and quality. Completing the Company's Coal Mining Business Group, the Company also has supporting businesses through its subsidiary companies engaged in the Land Asset Management Business (Adaro Land), Water Management (Adaro Water), and other fields, such as investment (Adaro Capital), electricity , consulting services in the field of mining, and information development and technology. This supporting operation is important to ensure the smooth running of operations in the mining business, as well as business continuity in the long run., The combination of all activities of the company's strategic business units in an integrated manner provides synergy in the form of a competitive and reliable coal value chain, so as to create a optimal competitiveness compared to its competitors.",
        "address": "Cyber 2 Tower Lantai 26  \r\n Jl. H.R. Rasuna Said Blok X-5, No.13 \r\nJakarta 12950 - Indonesia",
        "website": "https://www.adaroindonesia.com",
        "number_of_shares_offered": 7786892.0,
        "percent_of_total_shares": 10.0,
        "participant_admin": "LG - TRIMEGAH SEKURITAS INDONESIA TBK.",
        "underwriter": "LG - TRIMEGAH SEKURITAS INDONESIA TBK."
    }
]