[
    {
        "ticker_code": "DGWG",
        "company": "PT Delta Giri Wacana Tbk",
        "book_building_period": "02 Dec 2024 - 16 Dec 2024",
        "book_building_price_range": "420 - 620",
        "sector": "Basic Materials",
        "sub_sector": "Agricultural Chemicals",
        "line_of_business": "Big trading of fertilizers and agrochemical products",
        "company_overview": "The company was first established in 2001 as a company engaged in agro -field. The establishment was marked by the start of marketing pesticide products with Supremo brands. After previously only carrying out the company's sales activities increasing its activities with bottling activities in 2005 and re-upgraded with mixing and bottling activities in new production facilities located in Jababeka III, Bekasi which began in 2009. In line with a good market response to products The Company, the Company felt the need to establish an internal distribution channel business activity in 2010 as a form of strengthening supply chains and efforts to reach a wider market in all regions of Indonesia. In 2011, the Company began to spread its business wings in the agro field Input by starting to trade imported NPK fertilizer. Back to get a positive response from the market, in 2018 the Company began producing its own imported NPK fertilizer which was marked by the establishment of production facilities in Gresik, East Java. Agro Input Business Development also continues to be carried out by the Company in order to complete the business pillars and create one stop solution in the field of agro -input by entering the agricultural equipment business through the sale of sprayers and mulch which began in 2019. In 2020, the Company founded the mulch production facility located In Cikande, Banten, in order to reduce the full dependence of the company's production activities with raw materials/active imported materials for its agrochemical products, in 2023 the company began to build a carbamasi factory in Cikande, Banten. Not only to meet internal needs, the production capacity prepared later is also to meet export needs.",
        "address": "Gedung DGW Group\nJl. Agung Karya VI, Kav. A, No.7, Kelurahan Papanggo, Kecamatan Tanjung Priok, \nKota Administrasi Jakarta Utara 14340, Provinsi DKI Jakarta\n",
        "website": "https://www.dgw.co.id/",
        "number_of_shares_offered": 16666667.0,
        "percent_of_total_shares": 25.0,
        "participant_admin": "OD - BRI DANAREKSA SEKURITAS",
        "underwriter": "OD - BRI DANAREKSA SEKURITAS, AH - SHINHAN SEKURITAS INDONESIA, IF - SAMUEL SEKURITAS  INDONESIA"
    },
    {
        "ticker_code": "MDIY",
        "company": "PT Daya Intiguna Yasa Tbk",
        "book_building_period": "25 Nov 2024 - 03 Dec 2024",
        "book_building_price_range": "1650 - 1870",
        "sector": "Consumer Non-Cyclicals",
        "sub_sector": "Household Products",
        "line_of_business": "Retail trading household appliances, and others",
        "company_overview": "The company, which is domiciled and headquartered in South Jakarta, was established under the name PT Daya Intiguna Yasa based on Deed of Establishment No. 7 dated March 27, 2017, is a company engaged in retail trade in household appliances and furniture, hardware, stationery and sports, jewelry and cosmetics, toys, and others (including car accessories, electronic products, gifts, computer accessories and cellphones, as well as food and drinks). , The company has 824 shops spread throughout Indonesia as of June 30, 2024, which is designed with a bright and clean appearance to provide an attractive, comfortable and pleasant shopping experience. According to Frost & Sullivan, the company is the largest player in terms of the number of stores, not only among household equipment retailers but also among the main retailers selected in the non-grocery-based retail industry. All stores are operated directly, and not through a franchise or agency system, the company offers quality products at affordable prices at an average of 18,000 SKU per store. The variations of the products offered by the Company will continue to be reviewed and adjusted to respond to changes in customer demand and to maintain competitive advantage for competitors or newcomers in the market. The company focuses to ensure that shops are filled with a variety of products to meet the customer's shopping needs for the desired product.",
        "address": "Gedung AIA, Lantai 30, Jl. Jenderal Sudirman Kav. 48A , Jakarta Selatan, 12930",
        "website": "http://corporate-id.mrdiy.com",
        "number_of_shares_offered": 25190394.0,
        "percent_of_total_shares": 10.0,
        "participant_admin": "CC - MANDIRI SEKURITAS",
        "underwriter": "CC - MANDIRI SEKURITAS, C3 - PT CIMB Niaga Sekuritas"
    }
]