[
    {
        "ticker_code": "PJHB",
        "company": "PT Pelayaran Jaya Hidup Baru Tbk.",
        "book_building_period": "22 Oct 2025 - 27 Oct 2025",
        "book_building_price_range": "310 - 330",
        "sector": "Transportation & Logistic",
        "sub_sector": "Logistics & Deliveries",
        "line_of_business": "Domestic Port Water Sea Transportation for Goods in the form of Heavy Equipment and Containers",
        "company_overview": "The Company is a limited liability company established under the Law of the Republic of Indonesia domiciled in the City of Samarinda with the name PT Pelayaran Dalam Negeri Jaya Hidup Baru in accordance with the Deed of Establishment of the Company Number 3 dated 9 October 2008 which was made before Susanto Tjiptowidjojo, S.H, Notary in Surabaya, which deed has been approved by the Minister of Law and Human Rights of the Republic of Indonesia based on the Decree of the Minister of Law and Human Rights of the Republic of Indonesia Number: AHU-84425.AH.01.01.Year 2008 dated 11 November 2008, has been registered in the Company Register Number: AHU-0107668.AH.01.09.Year 2008 dated 11 November 2008, and has been announced in the State Gazette of the Republic of Indonesia Number: 34 dated 27 April 2024 and Supplement to the State Gazette of the Republic of Indonesia Number: 3959. Business activities carried out actually carried out from the time of establishment until now is sea transportation for goods in the form of heavy equipment and container., The Company's Articles of Association were most recently amended based on the Deed of Statement of Decision of the Shareholders of the Company Number 27 dated 04 July 2025, which was drawn up before Rosida Rajagukguk-Siregar S.H., M.Kn., Notary in South Jakarta, which deed received approval from the Minister of Law of the Republic of Indonesia based on the Decree of the Minister of Law of the Republic of Indonesia Number: AHU-0044358.AH.01.02.TAHUN 2025  dated 08 July 2025, and has notified to the Minister of Law in accordance with the Letter of Acceptance of Notification of Changes to the Articles of Association Number: AHU-AH.01.03-0178187 TAHUN 2025 dated 08 July 2025 and the Letter of Acceptance of Notification of Changes to Company Data Number: AHU-0152404.AH.01.11.TAHUN 2025 Dated 08 July 2025, registered in the Company Register Number: AHU-0152404.AH.01.11.TAHUN 2025 July 08 2025, and has been announced in the State Gazette of the Republic of Indonesia Number: 061 dated 1 August 2025 and Supplement to the State Gazette of the Republic of Indonesia Number: 020941., The Company is a company engaged in the field of Domestic Port Water Sea Transportation for Goods in the form of heavy equipment and containers with Landing Craft Tank (LCT) type vessels and heavy equipment transportation services since 2008. Since its inception, the Company has continued to expand and develop its business to meet the needs of various type of service cargo. The company provides transportation of heavy equipment such as oil and gas equipment for the petroleum industry, heavy equipment for the mining and plantation sectors (such as: dump trucks, excavators, wheel loaders, bulldozers, transformers and cranes), as well as factory machines and power plants (such as: boilers, pipes, PLN transformers, generators and tankers). To date, the Company has a fleet of 5 ships with a carrying capacity of between 1,300 metric tons to 2,500 metric tons. The Company offers sea transportation services for goods in the form of heavy equipment and containers, divided into 2 types of services, namely freight charter and time charter, with a scope of services capable of reaching clients' logistics needs in various regions of Indonesia. The fleet of ships managed by the Company serves various shipping routes with coverage areas, namely Java Island (Jakarta, Surabaya and Lamongan), Kalimantan Island (Samarinda, Sangatta, Senyiur, Melak, Suaran, Lati, Berau, Banjarmasin, Sungai Puting and Kelanis), Sulawesi Island (Morowali, Halmahera Weda), Nusa Tenggara Island (Benete) and Papua Island (Sorong).",
        "address": "Jl. Panglima Batur No. 36, Pelabuhan, Kec. Samarinda Kota, Kota Samarinda, Prov. Kalimantan Timur, Kode Pos: 75112",
        "website": "https://www.pelayaranjayahidupbaru.com",
        "number_of_shares_offered": 4800000.0,
        "percent_of_total_shares": 25.0,
        "participant_admin": "PO - PILARMAS INVESTINDO SEKURITAS",
        "underwriter": "PO - PILARMAS INVESTINDO SEKURITAS"
    }
]