[
    {
        "ticker_code": "ACRO",
        "company": "PT Samcro Hyosung Adilestari Tbk",
        "listing_date": "2024-01-11",
        "price": 108.0,
        "funded_in_idr": 74933424000.0,
        "sector": "Consumer Cyclicals",
        "sub_sector": "Textiles",
        "line_of_business": "Engaged in industry and trading hooks and loops",
        "company_overview": "The Company was established under the name PT Samcro Hyosung Adilestari based on the Deed of Establishment of a Limited Liability Company PT Samcro Hyosung Adilestari No. 265 dated July 21, 1989, which was improved by the Deed of Amendment to the Articles of Association No. 505 dated March 23, 1990, both of which were made before Yudo Paripurno, S.H., Notary in Jakarta. Since the establishment, the Company's Articles of Association have undergone several changes and the last changes have been published in the Deed of Decree of the Shareholders of the Limited Liability Company PT Samcro Hyosung Adilestari No. 43 dated October 4, 2023, which was made before Christina Dwi Utami, S.H., M.Hum., M.Kn., Notary in West Jakarta Administration City (\"Deed No. 43 dated October 4, 2023\"). , The Company is engaged in industry and trade that produces a variety of products in the form of hook adhesives and loops/magic tapes or ribbons of sticky hooks and webbing tapes. Hooks and loops are alternative replacements for buttons and zippers. Hooks and loops that are comfortable and easy to apply to various types of production include manufacturing dolls, clothing, footwear, sports equipment, medical devices, packaging, construction, accessories, automotive and stationery with an environmentally friendly and safe system and reduce waste in The factory location as well as the efficiency of the installation time and the need for the tool to make the manufacturing process is carried out faster and more affordable.",
        "address": "Jl. Raya Serang KM 17,2 Desa Bojong Kecamatan Cikupa, Kabupaten Tangerang Banten, 15710\n",
        "website": "https://www.samcro.co.id",
        "number_of_shares_offered": 693828000.0,
        "percent_of_total_shares": "20",
        "participant_admin": "AI - UOB KAY HIAN SEKURITAS",
        "underwriter": "AI - UOB KAY HIAN SEKURITAS"
    }
]