[
    {
        "ticker_code": "YUPI",
        "company": "PT Yupi Indo Jelly Gum Tbk",
        "book_building_period": "06 Mar 2025 - 10 Mar 2025",
        "book_building_price_range": "2100 - 2500",
        "sector": "Consumer Non-Cyclicals",
        "sub_sector": "Processed Foods",
        "line_of_business": "The confectionery industry",
        "company_overview": "The Company was established under the name PT Yupi Indo Jelly Gum based on the Deed of Establishment of Limited Liability Companies No. 38 dated July 6, 1995, made before Achmad Abid, S.H., as a substitute for Sutjipto, S.H., Notary in Jakarta. The company through the brands that it marketed was the leading producer and brand of soft candy from Indonesia who had sold its products to nine countries in the Southeast Asian region and 36 other countries. The company markets its products with the brand \"Yupi\", \"Just for Fun\", and \"Gummy Zone\". The company has 64 SKU Unique and four product categories, namely Gummy, Bolicious, Extruded Soft Candy and Marshmallow. The company is a market leader in the soft candy sub-category with a market share of 66.5% in Indonesia, 21.2% in Malaysia, 17.2% in Singapore and 23.4% in Thailand, based on Euromonitor reports. In addition to marketing products with the brand \"Yupi,\" \"Just for Fun,\" and \"Gummy Zone,\" the company also provides Original Equipment Manufacturer (\"OEM\") services for certain types of products and consumers who do not compete directly with their brands. The Gunung Putri production facility began operating in 1997 with a land area of ​​7.2ha, the Karanganyar facility began operating in 2019 with an area of ​​11.0ha and Samolo packaging facilities, West Java began operating in 2014 with a land area of ​​0.5ha. All company facilities have obtained the necessary certifications to operate, both domestically and internationally, including halal certification, BPOM, ISO 22000, HACCP, GMP, BRCGS, FDA, KFDA and ISO 45001.",
        "address": "Jl. Pancasila IV, Desa Cicadas, Kecamatan Gunung Putri, Kabupaten Bogor, 16964,  Jawa Barat, Indonesia ",
        "website": "https://www.yupi.co.id",
        "number_of_shares_offered": 8544489.0,
        "percent_of_total_shares": 10.0,
        "participant_admin": "CC - MANDIRI SEKURITAS",
        "underwriter": "CC - MANDIRI SEKURITAS, C3 - PT CIMB Niaga Sekuritas"
    }
]