[
    {
        "ticker_code": "MDLA",
        "company": "PT Medela Potentia Tbk",
        "book_building_period": "11 Mar 2025 - 17 Mar 2025",
        "book_building_price_range": "180 - 230",
        "sector": "Healthcare",
        "sub_sector": "Pharmaceuticals",
        "line_of_business": "Parent company over a business group engaged in the health sector",
        "company_overview": "The Company was established under the name PT Medela Potentia based on Deed of Establishment No. 04 dated August 5, 2011, made before Evy Ferdiana, S.H., Notary in Bekasi Regency. Medela Potentia business activities currently include distribution services, where this service continues to develop by providing complete services including importation, product registration, storage, distribution, cold chain system (cold chain), sales and billing for a variety of pharmaceutical products, health products and medical devices, with the range of distribution areas throughout Indonesia and Cambodia. For Indonesian regions, Medela Potentia serves more than 3,000 private and government hospitals, 23,000 pharmacies, 3,500 clinics, as well as more than 50,000 other service facilities., Medela Potentia also provides marketing services for medical device products, and for certain medical device segments, Medela Potentia also has the capabilities and facilities for producing medical device products. In addition, Medela Potentia also has and continues to develop a digital platform to support the modernization of business operational activities and also as an initiative to continue to provide the best service to business and consumer partners. Medela Potentia Business Activities are currently divided into four main operating units: (i) distribution, (ii) marketing, (iii) manufacturing medical devices (IV) digital platforms.",
        "address": "Jl. RS. Fatmawati Kav. 33, Cilandak Barat, Jakarta Selatan 12420, DKI Jakarta.\r\n",
        "website": "https://www.medela-potentia.com",
        "number_of_shares_offered": 35000000.0,
        "percent_of_total_shares": 25.0,
        "participant_admin": "CC - MANDIRI SEKURITAS",
        "underwriter": "CC - MANDIRI SEKURITAS, PD - INDO PREMIER SEKURITAS"
    }
]