[
    {
        "ticker_code": "HGII",
        "company": "PT Hero Global Investment Tbk",
        "book_building_period": "18 Dec 2024 - 23 Dec 2024",
        "book_building_price_range": "200 - 230",
        "sector": "Infrastructures",
        "sub_sector": "Electric Utilities",
        "line_of_business": "Engaged in the activities of holding companies in the new renewable energy sector",
        "company_overview": "The Company is a limited liability company domiciled in South Jakarta, established under the name PT Hero Global Investment, for an unlimited period of time based on the Deed of Establishment of PT Hero Global Investment Limited Liability Company No. 31 on October 8, 2010, made before Mellyani Noor Shandra, SH., Notary in Jakarta, which has been approved by the Menkumham with the Decree of the Menkumham No. AHU-49670.AH.01.01.Tahun 2010 dated October 21, 2010, has been registered in the Company List at the Ministry of Law and Human Rights below No. AHU-0076357.AH.01.09.Tahun 2010 on October 21, 2010, and was announced in the State Gazette of the Republic of Indonesia No. 062, Supplement to the State Gazette of the Republic of Indonesia No. 023000 dated August 4, 2023 (\"Deed of Establishment\"). .1; (ii) OJK Regulation No. 33/2014; (iii) OJK Regulation No. 16/2020; and (iv) OJK Regulation No. 15/2020 is as amended by the Decree of the Decree of the Shareholders Amendment to the Articles of Association of PT Hero Global Investment No. 44 dated August 13, 2024, made in front of Jose Dima Satria, S.H., M.Kn., Notary in the City of South Jakarta Administration, who has received approval from the Menkumham based on the Decree of Menkumham No. AHU-0050274.AH.01.02. Year 2024 dated August 13, 2024 and was notified to the Minister of Law and Human Rights as apparently in the Receipt of the Company's Amendment Amendment to the Company's No. Ahu-ah.01.03.0181996 dated August 13, 2024 and a letter of receipt of notification of the Company's Data Amendment No. AHU-AH.01.09-0239157 dated August 13, 2024 and has been registered in the Company List at the Ministry of Law and Human Rights below No. AHU-0168572.AH.01.11. Year 2024 dated August 13, 2024 and was announced in the State Gazette of the Republic of Indonesia No. 072 and Additional State Gazette of the Republic of Indonesia No. 027995 dated September 6, 2024 (Deed No. 44/2024) (hereinafter referred to as \"Articles of Association\").",
        "address": "Jl. Setiabudi Tengah No. 22 Kuningan, Setiabudi, \r\nJakarta Selatan 12910, DKI Jakarta, Indonesia\r\nTel. (+62 21) 522 7533 \r\nFax. (+62 21) 525 0019 \r\n",
        "website": "https://www.heroglobalinvestment.com",
        "number_of_shares_offered": 13000000.0,
        "percent_of_total_shares": 20.0,
        "participant_admin": "TP - OCBC SEKURITAS INDONESIA",
        "underwriter": "TP - OCBC SEKURITAS INDONESIA, AI - UOB KAY HIAN SEKURITAS"
    },
    {
        "ticker_code": "OBAT",
        "company": "PT Brigit Biofarmaka Teknologi Tbk",
        "book_building_period": "18 Dec 2024 - 23 Dec 2024",
        "book_building_price_range": "330 - 350",
        "sector": "Healthcare",
        "sub_sector": "Pharmaceuticals",
        "line_of_business": "Maklon herbs, cosmetics, and functional and botanical drinks.",
        "company_overview": "The Company was established based on the Deed of Establishment of a Limited Liability Company of PT Brigit Biofarmaka Technology No.103 dated December 14, 2015 and began to run commercially in 2018. The company's business activities that have now been actually run are engaged in the field of herbal, cosmetics and beverage industries functional and botanical. The herbal product in question is a variety of traditional medicine products including herbal capsules and honey, while the cosmetic products in question are various products for decorative and skin care. The functional and botanical beverage products in question are powder and tea drinks. The company stands as a form of response to the desire of the community to have its own brand without having to have a factory. The Company provides services to consumers from upstream to downstream ranging from helping all preparations, research & development, formulation of raw materials, production, quality control, packaging, to delivery of products to the Pemaclalon Warehouse. At present, the company has produced more than 800 products with more than 200 brands.",
        "address": "Jalan Raya Tawangsari-Klaten, Rejosari, RT 01, RW 07, Kateguhan, Tawangsari, Kab. Sukoharjo, Jawa Tengah 57561.\nTelepon: 0271-5992141",
        "website": "https://brigit.co.id/",
        "number_of_shares_offered": 1700000.0,
        "percent_of_total_shares": 28.33,
        "participant_admin": "AD - OSO SEKURITAS INDONESIA",
        "underwriter": "AD - OSO SEKURITAS INDONESIA"
    },
    {
        "ticker_code": "RATU",
        "company": "PT Raharja Energi Cepu Tbk",
        "book_building_period": "17 Dec 2024 - 23 Dec 2024",
        "book_building_price_range": "900 - 1150",
        "sector": "Energy ",
        "sub_sector": "Oil & Gas Production & Refinery",
        "line_of_business": "Holding company activities",
        "company_overview": "PT Raharja Energi Cepu Tbk (\"Company\"), previously known as PT Syabas Business Oil and Gas Business and PT DSME ENR Cepu, was established on October 16, 2006. At present, the Company focuses as a holding company with the main activities of investment management in the oil and gas sector ., The company has an investment in two oil and gas production blocks. The first is the Cepu Block. Through association companies, PT Petrogas Jatim Utama Cendana, has a participating interest of 2,2423%. With ExxonMobil as an operator, of course, provides advantages in the management of operations and development of the block. The second block that became the company's strategic asset was the Jabung Block. Through a subsidiary company, PT Raharja Energi Tanjung Jabung, the company succeeded in acquiring the ownership of the Participating Interest of 8%. This block is managed by Petrochina, one of the largest oil and gas companies in Asia, as operators. With the remaining contracts that are still long, namely 19 years and the remaining reserves are quite large, the Jabung Block holds the potential for the development of the existing field and from the fields of prospect & leads that still require additional exploration to prove the existence of new reserves, with commitment Strong and directed investment strategy, the Company seeks to maximize the value of investment for shareholders, as well as making a real contribution in supporting national energy security.",
        "address": "Office Park Thamrin Residence A01-05\nJl. Thamrin Boulevard, Kebon Melati, Kec. Tanah Abang\nJakarta Pusat, DKI Jakarta\nIndonesia - 10230",
        "website": "https://rec.co.id",
        "number_of_shares_offered": 5430108.0,
        "percent_of_total_shares": 20.0,
        "participant_admin": "HP - HENAN PUTIHRAI SEKURITAS",
        "underwriter": "HP - HENAN PUTIHRAI SEKURITAS, AZ - SUCOR SEKURITAS"
    }
]