[
    {
        "ticker_code": "FORE",
        "company": "PT Fore Kopi Indonesia Tbk",
        "book_building_period": "19 Mar 2025 - 21 Mar 2025",
        "book_building_price_range": "160 - 202",
        "sector": "Consumer Non-Cyclicals",
        "sub_sector": "Soft Drinks",
        "line_of_business": "Coffee shop business",
        "company_overview": "The Company was founded in 2018, the Company is a Food & Beverage company operating with the \"Fore\" brand and offers the main product of Roasted Coffee. As of September 3024, the Company and Subsidiaries have operated 217 outlets in 44 cities including in Singapore., Fore is a unique brand that presents high -quality coffee experience. The focus of the company on R&D and collaboration has produced successful innovations such as the famous Sea-SALT Latte Butterscotch, with more than 8 million cups sold since 2022. The success and operational superiority of the Company is the basis for spreading Indonesian coffee cultures throughout the world. Strong to utilize this trend in order to expand market share and maintain sustainable growth. The company also utilizes the culture of coffee consumption culture in Indonesia, where consumers choose to buy roast coffee outside the home. , The company plans to develop its coffee business by opening around 140 new outlets in stages from 2025 to 2026, and expanding business by opening around 30 donut outlets through a subsidiary company in stages from 2025 to 2027. With various types of outlets that are able to meet various consumer preferences, the Company managed to position itself as a major player in the coffee industry, both in the domestic and international market.",
        "address": "Gedung Graha Ganesha, Lantai 1 Suite 120 & 130\r\nJl. Hayam Wuruk Nomor 28,\r\nJakarta Pusat 10120",
        "website": "https://www.fore.coffee",
        "number_of_shares_offered": 18800000.0,
        "percent_of_total_shares": 21.08,
        "participant_admin": "HP - HENAN PUTIHRAI SEKURITAS",
        "underwriter": "HP - HENAN PUTIHRAI SEKURITAS, CC - MANDIRI SEKURITAS"
    }
]