[
    {
        "ticker_code": "NICE",
        "company": "PT Adhi Kartiko Pratama Tbk.",
        "listing_date": "2024-01-09",
        "price": 438.0,
        "funded_in_idr": 532784952000.0,
        "sector": "Basic Materials",
        "sub_sector": "Diversified Metals & Minerals",
        "line_of_business": "Moving in nickel ore mining",
        "company_overview": "PT Adhi Kartiko Pratama Tbk (\"Company\") was established in 2008 as a company engaged in the field of nickel ore mining through exploration activities through the lateritic nickel project which is the main contributor in the global nickel ore industry. The company's mine is located in Lameruru Village, Langgikima District, Konawe Utara, Southeast Sulawesi, Indonesia, 180 km northwest of Kendari Regency, the location with abundant nickel resources and the most significant nickel extraction location. The Company's mine has a concession area of 1,975 hectares (ha) where the ownership and operation of the mining is carried out 100%. , The company's mining location has a strategic position in terms of providing several benefits for the implementation of the company's mining operations. The majority of mining locations, including the company's mine, are close to the coast, which allows the transportation of resources in a relatively close distance. The company's mining location is only 600 meters from the dock, which confirms the company's commitment for operational efficiency. In addition, the company's mine is easily accessible from the center of Kendari City, with a distance of about five hours from the city to the mine site. This accessibility emphasizes the ease and operational efficiency of the Company, the Company is committed to providing high -quality nickel ore for the company's customers. By focusing on sustainability, safety, and innovation, the Company seeks to become a responsible company and have a positive impact on the community in the company's territory operating. The company believes that the success achieved is the result of employee hard work and dedication, and the Company is proud of the commitment to the highest safety standards. The Company's operations are carried out in accordance with strict regulations, creating a safe, useful and satisfying work environment, and fostering the culture of innovation and collaboration that allows the company to remain at the forefront of the industry.",
        "address": "Jalan Sorumba Nomor 80, Desa/Kelurahan Anaiwoi, Kec. Kadia, Kota Kendari,\nProvinsi Sulawesi Tenggara\nIndonesia - 93118\n",
        "website": "https://www.akp.co.id",
        "number_of_shares_offered": 1216404000.0,
        "percent_of_total_shares": "20",
        "participant_admin": "AI - UOB KAY HIAN SEKURITAS",
        "underwriter": "AI - UOB KAY HIAN SEKURITAS, CP - KB VALBURY SEKURITAS, LG - TRIMEGAH SEKURITAS INDONESIA TBK."
    },
    {
        "ticker_code": "CGAS",
        "company": "PT Citra Nusantara Gemilang Tbk",
        "listing_date": "2024-01-08",
        "price": 338.0,
        "funded_in_idr": 179623002000.0,
        "sector": "Energy ",
        "sub_sector": "Oil & Gas Storage & Distribution",
        "line_of_business": "Natural Gas Trading and Distribution",
        "company_overview": "The Company was established based on the Law of the Republic of Indonesia domiciled in Bekasi Regency under the name PT Citra Nusantara Gemilang in accordance with Deed of Establishment No. 22 December 21, 2005 which was then amended by Deed of Amendment No. 13 September 11, 2006, both of them were made before Edi Priyono, SH, Notary in Jakarta, have been approved by the Minister of Law and Human Rights of the Republic of Indonesia with Decree No. W7.00990 HT.01.01-TH.2006 dated September 27, 2006, then registered in the Company List at the Bekasi Regency Company Registration Office No. 597/BH.10.07/X/2006 with No. TDP: 100715104398 dated October 4, 2006, and has been announced in the State Gazette of the Republic of Indonesia below No. 91 dated November 14, 2006, additional No. 11896 (\"Deed of Establishment\"). The company is known as a pioneer company that focuses on the development of compressed natural gas (CNG) in Indonesia through trading and natural gas distribution business activities that use the mode of transportation to areas that have not been reached by gas pipeline network with stable and safe gas pressure. This natural gas is used for industrial purposes, transportation, housing, and private power plants that use gas as a source of energy. Marketing is carried out by B2B (Business to Business) and B2C (Business to Consumer), targeting the industrial sector, transportation and also serving consultation services related to operational and maintenance of natural gas equipment. The Company is the parent of several subsidiaries, namely PT Citra Nusantara Energi ( CNE), PT CNG Hilir Raya (CHR), PT CNG Global (CNGLOBAL), and PT Cipta Rizqi Energi (CRE). Compressed distributor and trading activities of natural gas are also carried out by CNE and CHR. Cres that collaborate with BUMD Sindangkasih Multi Business, are engaged in the distribution of natural gas and their derivatives, as well as the development of supporting infrastructure such as Natural Gas Treatment. Meanwhile, CNGlobal provides gas equipment and construction services, which support trade and distribution activities with integrated services to meet customer needs. The Company and Subsidiary Distribution Network has reached various regions in Indonesia. The Company and its subsidiaries have a mother station in Palembang (South Sumatra), Cikarang (West Java), Sidoarjo (East Java) and will operate in Grobogan (Central Java). With a strategic plan to develop, the Company will expand its service scope by directing business development towards Liquefied Natural Gas (LNG) trade and distribution, besides CNG.",
        "address": "Jl. Kalimalang No.126, Tegal Gede, Kelurahan Pasirsari, Kecamatan Cikarang Selatan, Kabupaten Bekasi, Provinsi Jawa Barat 17530 Indonesia",
        "website": "https://cng.co.id/",
        "number_of_shares_offered": 531429000.0,
        "percent_of_total_shares": "30",
        "participant_admin": "PO - PILARMAS INVESTINDO SEKURITAS",
        "underwriter": "PO - PILARMAS INVESTINDO SEKURITAS"
    }
]