[
    {
        "ticker_code": "ALII",
        "company": "PT Ancara Logistics Indonesia Tbk",
        "listing_date": "2024-02-07",
        "price": 272.0,
        "funded_in_idr": 860923520000.0,
        "sector": "Energy ",
        "sub_sector": "Coal Distribution",
        "line_of_business": "Sea transportation services and transshipment, as well as intermediate stockpiles through a subsidiary company",
        "company_overview": "The Company was founded in July 2019. The Company and Subsidiaries are engaged in the field of Sea Translation, Transshipment, and Intermediate Stockpile (\"ISP\") for coal mines. In carrying out its business, the Company and Subsidiaries are supported by a logistics system that is integrated with affiliates from the mine to the ISP and the Transshipment Area, the Company acquired the majority shares of PT Mahakam Coal Terminal (\"MCT\") of 70% in September 2019. MCT engaged in terminal operations for their own interests which are used as ISPs to support the company's business activities and its main customer activities which are currently affiliated. ISP subsidiary company functions as a point of displacement, management, and accumulation of cargo from river barges to stockpile and from stockpile to sea barge., In carrying out business activities in the field of sea transportation services, transcription, and ISP, the Company and Subsidiaries have a Life of Mine contract (\"LOM\") with PT Ade Putra Tanrajeng (\"Apt\") and PT Guruh Putra Bersama (\"GPB\") for transportation and coal delivery. With the LOM contract, the company and subsidiary company have a sustainable source of income, until all coal reserves owned by APT and GPB run out. The company has 36 river barges and conducted a freight charter of 15 sets of river barges and tundling ships, has 40 tugs and time charters on 12 sets of sea barge and tugs, have 2 assists tugs and do time charters on 2 assists tugs, and have 1 Floating Transhipper Unit (FTU) Unit with a capacity of 20,000 MT Pwwd., In the implementation of its operational activities, the Company has a vision, namely: to be the leading service provider from beginning to end for logistics and mining services that include transportation, transcription, and other services start From exploration and production to end consumers, provide a safe, efficient, reliable solution to customers, and maintain the sustainability of value growth for shareholders., To achieve this vision, the company has the following mission:, providing logistics services and superior mining solutions To customers including transportation, transhibians and mining services, while maintaining commitment to safety, environmental protection, and values for all stakeholders, the Company has the following competitive advantage:",
        "address": "Bakrie Tower Lantai 15, Komplek Rasuna Epicentrum,\nJalan H.R. Rasuna Said, Kelurahan Karet Kuningan,\nKecamatan Setiabudi, Kota Administrasi Jakarta Selatan, 12940",
        "website": "https://www.ancaralogistics.co.id",
        "number_of_shares_offered": 3165160000.0,
        "percent_of_total_shares": "20",
        "participant_admin": "KI - CIPTADANA SEKURITAS ASIA",
        "underwriter": "KI - CIPTADANA SEKURITAS ASIA, IF - SAMUEL SEKURITAS INDONESIA"
    },
    {
        "ticker_code": "MPIX",
        "company": "PT Mitra Pedagang Indonesia Tbk",
        "listing_date": "2024-02-07",
        "price": 268.0,
        "funded_in_idr": 83750000000.0,
        "sector": "Technology",
        "sub_sector": "Online Applications & Services",
        "line_of_business": "Digital platform providers for MSMEs, and e-commerce.",
        "company_overview": "PT Mitra Traders Indonesia Tbk (\"Company\") was established in 2019 in Bangkalan City, Madura, Indonesia. The Company is a solution provider in daily digital payments and transactions that help MSME actors in digitallating traditional businesses by providing faster access through the \"MPSTore SuperApp MSME\" platform. , MPSTore offers a variety of products and services that can help MSMEs in various important aspects in the form of (i) Digital Product and Payment Channel Aggregator, (ii) Qris Merchant Services for MSMEs, (iii) Free Online Cashier Services, (IV) Services (Street Banking/Mini ATM), (V) E-Commerce & E-Grocery (VI) Logistics Agent Services (VII) Capital Access Services (People's Business Credit), (VIII) to Quick Commerce Mini Web to facilitate MSMEs Selling to customers. Overall, the products and services offered by MPSTore can help MSMEs to develop their business better. These products and services include various important aspects in the MSME business, ranging from products and services, payments, management, to shipping, the company has a vision of realizing MPSTore into application number 1 (one) choice of MSME actors to run its daily business, as well as participating Building a nation by digitizing and ccalizing MSMEs in Indonesia.",
        "address": "Ruko Khayangan Residence Blok RA-11, Lantai 2, Jalan Halim Perdana Kusuma, Bangkalan 69119, Jawa Timur",
        "website": "https://www.mpstore.co.id",
        "number_of_shares_offered": 312500000.0,
        "percent_of_total_shares": "20",
        "participant_admin": "DR - RHB SEKURITAS INDONESIA",
        "underwriter": "DR - RHB SEKURITAS INDONESIA, HD - KGI SEKURITAS INDONESIA"
    },
    {
        "ticker_code": "TOSK",
        "company": "PT Topindo Solusi Komunika Tbk",
        "listing_date": "2024-02-07",
        "price": 125.0,
        "funded_in_idr": 109375000000.0,
        "sector": "Technology",
        "sub_sector": "Online Applications & Services",
        "line_of_business": "Technology platform for commercial purposes",
        "company_overview": "PT Topindo Solusi Komunika Tbk is a start -up company established in 2018. The company was established as the development of the top pulse platform Mr. Seiko Manito as the company's founder who initially focused on the credit sales business since 2009. In 2018 the company also released the Topindopay application as Platform to give more opportunities for all people who are interested in opening a business with minimal capital., Furthermore, in 2019 to 2021 Topindopay increasingly developed features and applications such as virtual products and FMCG products sold online. In this period the company has also released its application for the Android and iOS versions. In 2022, Topindopay officially made a rebranding and changed its name to Topindoku., Through the Topindoku Platform, the company offers virtual products such as pulses, data packages, tokens, game vouchers, travel tickets, bills payments, retail, and others. The target of the company's main customers is MSME actors such as stalls or shops in this business become partners of the Company, the Topindoku platform provides reliable services to improve the micro and small businesses in Indonesia. The Company is a company that empowering & encouraging MSME businesses in traditional markets so that their businesses can compete in the era of modern markets, so that they can improve and produce a better life. Topindoku platforms are recorded to have more than 995,000 downloaders in Playstore, 23,500 Downloaders at the App Store , and has 25 outlets, as well as 66 top up points (TUP) in 2023. At present, the company is domiciled in the city of Singkawang and the majority operating network is spread in the Kalimantan region.",
        "address": "Jalan P. Diponegoro No. 19, Kel. Pasiran, Kec Singkawang Barat, Kota Singkawang, Prov Kalimantan Barat 79123",
        "website": "https://topindoku.co.id/",
        "number_of_shares_offered": 875000000.0,
        "percent_of_total_shares": "20",
        "participant_admin": "EP - MNC SEKURITAS",
        "underwriter": "EP - MNC SEKURITAS, AO - ERDIKHA ELIT SEKURITAS"
    },
    {
        "ticker_code": "UNTD",
        "company": "PT Terang Dunia Internusa Tbk.",
        "listing_date": "2024-02-07",
        "price": 240.0,
        "funded_in_idr": 400000008000.0,
        "sector": "Consumer Cyclicals",
        "sub_sector": "Sport Equipment & Hobbies Goods",
        "line_of_business": "Engaged in the bicycle industry and the two -wheeled and three motorcycle industry.",
        "company_overview": "The Company is a limited liability company established based on the Law of the Republic of Indonesia domiciled in Bogor Regency under the name \"PT Terangdunia Internusa\" as stipulated in the Deed of Establishment of Limited Liability Companies No. 15 April 12, 1988, which was made before Mrs. Gretha Liestijawatie, S.H., Notary in Jakarta (\"Deed of Establishment of the Company\"). The Deed of Establishment of the Company has obtained approval from the Minister of Justice of the Republic of Indonesia based on the Decree of the Minister of Justice of the Republic of Indonesia No. C2-7406-HT01.01-Th'88 dated August 22, 1988 and has been registered in the book Register of the Central Jakarta District Court under No. 1330.92 dated May 15, 1992., the Company's business activities at the time of establishment include (i) trying in the field of trade in general, both on their own calculations and on other parties' dependents on commission ); (ii) Trying in the field of industry in general one and another in the broadest sense.",
        "address": "Jl. Alam Sutera Boulevard No. kav. 12A, Pakulonan, Kec. Serpong utara, Kota Tangerang Selatan, Banten 15325\n",
        "website": "https://www.TerangDuniaInternusa.com",
        "number_of_shares_offered": 1666666700.0,
        "percent_of_total_shares": "25",
        "participant_admin": "YP - MIRAE ASSET SEKURITAS INDONESIA",
        "underwriter": "YP - MIRAE ASSET SEKURITAS INDONESIA, OD - BRI DANAREKSA SEKURITAS"
    }
]